[{"model": "feedback.patientfeedback", "pk": 1, "fields": {"user": 1, "content": "This is one of the best clinics in town in terms of customer service and staff. It isn't the one of the cheaper ones. People who are leaving negative reviews probably think that money can buy everything, but, alas, proper dentistry needs time and good professionals are in demand, so calling for an appointment is a must. Same advice for not rushing the treatment schedule.", "mark": "Great", "created_date": "2020-01-30T16:49:59Z", "image": ""}}, {"model": "feedback.patientfeedback", "pk": 2, "fields": {"user": 2, "content": "My favourite place:)) I'm very glad that once I came here and solved all problems with my teeth.  Now I visit it twice a year- to see so pleasant personal and smile.", "mark": "Good", "created_date": "2020-01-31T19:29:04Z", "image": ""}}, {"model": "feedback.patientfeedback", "pk": 3, "fields": {"user": 3, "content": "Very skilled dentist & nice staff. Come from the U.S. and had a good experience :) teeth feel very clean.", "mark": "Good", "created_date": "2020-02-02T22:30:34Z", "image": ""}}, {"model": "feedback.patientfeedback", "pk": 4, "fields": {"user": 4, "content": "Our whole family served in the clinic for over 15 years. We walked all (probably) specialists. Such was the need for each family member. And orthodontics and surgery, implantology and hygiene. All are very happy. Pleased that the clinic developed, the service remains at a high level. Thank you", "mark": "Great", "created_date": "2020-02-02T22:43:23.698Z", "image": ""}}, {"model": "feedback.patientfeedback", "pk": 5, "fields": {"user": 5, "content": "I was chewing on something and my tooth cracked! I looked on google and found this clinic! They have the best prices in Kyiv! My doctor was Alex and he fixed my tooth in 15 minutes! I didn’t feel any pain or discomfort! This was the best and easiest dentist experience I have had in my life!! I am from California and I will say that this dentist clinic is the best in the world!", "mark": "Good", "created_date": "2020-02-02T22:47:47.750Z", "image": ""}}, {"model": "feedback.patientfeedback", "pk": 6, "fields": {"user": 6, "content": "We would like to thank the whole team who treated our daughter's teeth in a dream. Your doctors are excellent professionals!", "mark": "Great", "created_date": "2020-02-02T22:53:01.182Z", "image": ""}}]