[{"model": "news.news", "pk": 1, "fields": {"title": "Your gums reveal your diet", "content": "Sweet soft drinks and lots of sugar increase the risk of both dental cavities and inflammation of the gums—known as periodontal diseases—and if this is the case, then healthy eating habits should be prioritised even more. This is the conclusion of a research result from Aarhus University.\r\n\r\nMost of us are aware that sweets and other sugary food and drink increase the risk of dental cavities. A new research result now suggests that a sugary diet can also promote periodontal diseases.\r\n\r\nThe results have been obtained in connection with a critical review of the literature over the past fifty years, and have just been published in the international scientific journal Journal of Oral Microbiology.\r\n\r\n\"Sugar hasn't traditionally been associated with the development of periodontal diseases. It's true that back in the 1970s two American researchers suggested that a diet which was high in carbohydrates could be a common risk factor for both dental diseases and inflammatory diseases such as diabetes, obesity and heart disease, but this knowledge was largely forgotten again,\" says Professor, Dr. Odont. Bente Nyvad from the Department of Dentistry and Oral Health at Aarhus University, who has headed the research.\r\n\r\n\"Today, there is general agreement that the above-mentioned diseases are associated with a high sugar intake. However, a hypothesis that could link and explain the two major dental diseases, caries and periodontitis, has been lacking,\" she says.\r\n\r\nIn the new research project, the researchers have arrived at a common hypothesis for the development of the two major dental diseases. The hypothesis is based on the biochemical processes that take place in the bacterial deposits on teeth when you add copious amounts of nutrients to the bacteria—particularly when you eat sugar.\r\n\r\n\"In other words, we revive the 'forgotten' hypothesis that sugar can promote both dental cavities and periodontal diseases,\" says Bente Nyvad, and emphasises the importance of continuing to brush your teeth with fluoride toothpaste, even if you cut down on sugar.\r\n\r\nThe researchers assumption is that periodontal diseases caused by sugar belong to the group of inflammatory diseases in line with diabetes, obesity and heart disease. Bente Nyvad therefore recommends that healthy eating habits should be given much higher priority if the goal is to avoid expensive treatments in the healthcare system.", "author": "Valentyna Lysenok", "image": "", "slug": "your-gums-reveal-your-diet-1580408164", "created_date": "2020-01-30T18:16:04.983Z", "updated_date": "2020-01-30T19:12:34.495Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 2, "fields": {"title": "Study: Urgent care, ER physicians overprescribing antibiotics for dental issues", "content": "Dentists, emergency room doctors and primary care physicians need to ease up on prescribing antibiotics for dental issues in patients who are otherwise healthy and have no manifestation of systemic disease.\r\n\r\nThat's according to an American Dental Association clinical practice guideline co-authored by a researcher at the Case Western Reserve University School of Dental Medicine.\r\n\r\nThe study, published as the cover story in the Journal of the American Dental Association, concluded that antibiotics should only be used for systemic issues, such as fever and swelling, when an infection is clearly present and worsening. It also advises patients receive dental treatment instead and manage pain with over-the-counter pain medications.\r\n\r\n\"Antibiotics shouldn't be the first line of defense for dental pain and swelling,\" said Anita Aminoshariae, director of the dental school's endodontics program.\r\n\r\nAminoshariae was part of a panel consisting of dentists, endodontists, physicians and pharmacists that set out to formulate recommendations to assist clinicians and patients in determining the appropriate use of systemic antibiotics for the urgent management of tooth pain and swelling. The results of the study suggested that \"antibiotics may provide negligible benefits\" at best.\r\n\r\n\"What we're trying to avoid is a patient coming to an urgent care facility with tooth pain, hot/cold sensitivity and walking out with a regimen of antibiotics,\" Aminoshariae said. \"One of our main objectives here is to get this information to the public so that the patient may be referred to a dentist and receive the appropriate dental treatment.\"\r\n\r\nScientists have long known that the inappropriate use of antibiotics can do more harm than good, and can contribute to issues like antibiotic resistance. Unfortunately, research into appropriate antibiotic prescribing is relatively new territory.\r\n\r\nAs part of the systematic review and guideline development process, the ADA outlined five new clinical recommendations and two practice statements, all related to prescribing antibiotics to patients with dental issues when a dental office setting is and is not available.\r\n\r\n\"This is about having some best practices in place,\" Aminoshariae said, \"and what we know is that there are too many dentists and physicians giving patients antibiotics when the patients just do not need them.\"", "author": "Valentyna Lysenok", "image": "", "slug": "study-urgent-care-er-physicians-overprescribing-antibiotics-for-dental-issues-1580408215", "created_date": "2020-01-30T18:16:55.492Z", "updated_date": "2020-01-30T19:12:32.074Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 3, "fields": {"title": "Tooth decay in children: Is it time to put the needle and drill away?", "content": "Nearly half of all British adults and just over one in five Australian adults fear the dentist. Research shows that having dental treatment as a child is a common reason for this fear in adulthood. This is not surprising given that most children's experience of the dentist involves injections followed by drilling. And who can forget the sound of a dentist's drill?\r\n\r\nBy taking advantage of recent advances in our understanding of tooth decay, we have investigated and developed new treatments that don't need injections or drilling. One of these is called the Hall technique. It involves placing a small stainless steel crown over affected baby teeth to seal in the decay.\r\n\r\nDoing so seals in the bacteria that are causing the tooth to decay and stops them getting oxygen and sugar—which these bacteria need to survive. Once the crown is in place, the bacteria can no longer make acid—which dissolves tooth enamel and causes cavities—so the disease stops.\r\n\r\nOur trials comparing sealing decay under these small metal caps with traditional tooth fillings show that the Hall technique has higher success rates, with 93% to 98% of children avoiding toothache or infection for two to five years. And children either prefer it or find it as easy to cope with as traditional drilling and filling, regardless of whether the treatment was provided in a dental clinic or a classroom, and regardless of whether the procedure was performed by a specialist dentist, general dentists or dental student.\r\n\r\nA study from the US found that the Hall technique was as effective as using specialist crowns that involved injections, drilling and removing decay. Also, studies in Germany, the UK and Sudan found it to be cheaper than traditional drilling and filling.\r\n\r\nBut what happens over time?\r\n\r\nIt's all very well treating a single tooth, but we wanted to know what happens when you treat a child's teeth over a long period. To do so, we compared three ways of managing decay in baby teeth in 1,058 children, aged three to seven, who already had tooth decay, and followed them up for three years.\r\n\r\nThe first way was the traditional approach: numbing the tooth with injections, removing dental decay with drills and putting a filling in the cavity. This was accompanied with preventative treatment, the dentist or dental therapist delivering toothbrushing and diet advice as well as applying high-fluoride varnish. The second way was using the Hall technique or placing a filling over decay without injections. This, too, was accompanied by preventative treatments. The third way was preventative treatment alone.\r\n\r\nMetal crowns used in the Hall technique. Credit: Trikkelle/Wikimedia, CC BY\r\nAfter three years, there was no evidence of a difference between the groups for pain, infection, quality of life or dental anxiety. All methods were acceptable to children, parents and dental professionals. However, when considering the slightly higher number of episodes of dental pain and infection in the prevention-alone group, and the overall cost of subsequent treatment, the sealing in with prevention strategy was the most cost-effective treatment.\r\n\r\nA highly significant factor in the acceptability of all three types of treatments was the trust that children and parents had in their dentist. Having the same dentist throughout was also important.\r\n\r\nChildren and parents had positive experiences and reduced dental anxiety when their dentist listened, explained procedures and was gentle, caring and patient.\r\n\r\nHighly prevalent disease\r\n\r\nIn 2015, untreated childhood tooth decay was the tenth most common health condition in the world, affecting 9% of children (573 million). In adult teeth, it was the most common, affecting 35% of the global population – almost 2.4 billion people.\r\n\r\nTooth decay is also a significant financial burden for healthcare services. Although it's difficult to get a cost for dental decay treatment alone, of the US$7.7 trillion global health expenditure in 2015, almost 5% (US$357 billion) was for dental diseases (including gum disease and other oral diseases). Yet the lack of treatment globally from the cost of untreated tooth decay is huge, with productivity losses in 2015 amounting to US$22.5 billion.\r\n\r\nWe found that over 40% of children with tooth decay, even when seen and treated by dentists, experienced pain or infection, or both. We also know that children who develop tooth decay before they start school are more likely than their peers to suffer tooth decay and its consequences in later life.\r\n\r\nPreventing tooth decay in children and its consequences (toothache and abscesses) will reduce it having a negative effect on children's health, wellbeing and attainment. So it's crucial that the moment a child's first baby tooth appears, they are taken to see their dentist regularly and that good toothbrushing habits and healthy diets are adopted and encouraged at home.", "author": "Valentyna Lysenok", "image": "", "slug": "tooth-decay-in-children-is-it-time-to-put-the-needle-and-drill-away-1580408307", "created_date": "2020-01-30T18:18:27.059Z", "updated_date": "2020-01-30T19:12:29.652Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 4, "fields": {"title": "New 'tooth-on-a-chip' could lead to more personalized dentistry", "content": "A so-called \"tooth-on-a-chip\" could one day enable more personalized dentistry, giving dentists the ability to identify dental filling materials that work better and last longer based on a patient's own teeth and oral microbiome.\r\n\r\nThe miniaturized tooth system is a thin slice of a human molar placed in between transparent rubber slides that are etched with tiny channels, through which fluids flow. The research device mimics a real tooth with a cavity, which allows fluids and bacteria to move between the cavity opening and the inner tooth. Scientists use a microscope to observe the tooth as it interacts with materials and bacteria.\r\n\r\nWhile other mini organs such as livers and lungs have been placed on chips like this for research purposes, this is the first time an organ-on-a-chip system has been created for dental research, reports a paper published in the Royal Society of Chemistry journal Lab on a Chip.\r\n\r\n\"Today's cavity fillings don't work as well as they should. They last for five, seven years on average, and then they break off,\" said the paper's corresponding author, Luiz E. Bertassoni, D.D.S., Ph.D., associate professor of restorative dentistry in the OHSU School of Dentistry and biomedical engineering in the OHSU School of Medicine.\r\n\r\n\"They don't work because we haven't been able to figure out what's happening at the interface of the tooth and the filling,\" Bertassoni continued. \"This device can help address that by giving us a close-up view of what's happening there in real time. Years from now, dentists could extract a tooth from a patient, load it into this device, observe how a dental filling material interacts with the tooth, and pick a material that's best for that particular patient.\"\r\n\r\nThe device is designed to help scientists better understand the innerworkings of dental cells in their natural environment. For example, researchers could use the tooth-on-a-chip to better understand how teeth form and how they respond biologically to all sorts of injuries and treatments.\r\n\r\n\"It opens up a new window into the complexity of dental care that could change the way we do dentistry quite significantly,\" Bertassoni said.", "author": "Valentyna Lysenok", "image": "", "slug": "new-tooth-on-a-chip-could-lead-to-more-personalized-dentistry-1580408333", "created_date": "2020-01-30T18:18:53.587Z", "updated_date": "2020-01-30T19:12:27.037Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 5, "fields": {"title": "How to prevent 'wine teeth' this holiday", "content": "Why do some people's teeth stain after drinking red wine, and how can you prevent it during the holidays?\r\n\r\nThe answer is the relationship between the nature of wine and your tooth enamel, says Uchenna Akosa, a dentist who heads Rutgers Health University Dental Associates in New Brunswick, the faculty practice of Rutgers School of Dental Medicine.\r\n\r\n\"When you drink red wine, you're encountering a triple threat to your teeth's whiteness: anthocyanins, which are the pigments in grapes that give red wine its rich color; tannins, which help bind the pigment to your teeth; and the acidity found in wine, which etches your enamel, making it more porous and it easier for the stain to stick. The strength of your enamel and how prone you are to plaque build-up is key to how much your teeth might stain,\" she said.\r\n\r\nHere are Akosa's tips for preventing wine teeth:\r\n\r\nBrush before, but not immediately after, drinking: Since plaque can make it look like your teeth are stained, you should brush your teeth 30 minutes before drinking, but not right after since toothpaste can cause more etching.\r\nDon't drink white wine before red wine: The extra acid in the white wine will exacerbate the staining.\r\nDrink water while drinking wine: Swishing your mouth with water, which is neither basic or acidic, after drinking wine helps to reduce the wine's acidity and stimulates saliva flow, which is critical in fighting harmful bacteria and maintaining the ideal pH in your mouth. Chewing food is equally important because it also stimulates saliva. Cheese is ideal to pair with wine as it both stimulates saliva and reduces the acidity from the wine.\r\nGet regular dental cleanings to keep your enamel strong: Cleanings can help remove plaque, which is an acidic substance that damages your tooth enamel. If not cleaned, it can result in cavities.", "author": "Valentyna Lysenok", "image": "", "slug": "how-to-prevent-wine-teeth-this-holiday-1580408358", "created_date": "2020-01-30T18:19:18.825Z", "updated_date": "2020-01-30T19:12:09.644Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 6, "fields": {"title": "Drill or no drill—'the end of the dentist's dilemma'", "content": "A dentist's drill might not be the best way to tackle tooth decay in children's teeth, a new study has concluded.\r\n\r\nA three-year study compared three different treatment options for tooth decay in children's primary or first teeth. It found no evidence to suggest that conventional fillings were more effective in stopping pain or further decay than other treatment options.\r\n\r\nThose options included sealing the decay into the infected tooth or using prevention techniques such as reducing sugar intake.\r\n\r\nThe study was conducted by researchers at the Universities of Leeds, Dundee and Newcastle.\r\n\r\nThe FiCTION (Filling Children's Teeth: Indicated or Not) trial involved 1,140 UK children between the ages of three and seven with visible tooth decay. One of three treatment approaches was chosen randomly for each child's dental care for the duration of the trial, which was up to three years.\r\n\r\nThe first avoided placing any fillings and aimed to prevent new decay by reducing sugar intake, ensuring twice-daily brushing with fluoridated toothpaste, application of fluoride varnish and fissure sealants on the first permanent molar (back) teeth.\r\n\r\nThe second option involved drilling out the tooth decay, which was based upon what has been considered the standard \"drill and fill\" practice for more than 50 years, together with preventive treatments.\r\n\r\nThe third treatment strategy was a minimally invasive approach where tooth decay was sealed-in under a metal crown or a filling to stop it progressing together with preventive treatments.\r\n\r\nJust under half the children, 450, experienced pain and further tooth decay, regardless of the dental treatment they received.\r\n\r\nProfessor Gail Douglas, Chair of Dental Public Health at the University of Leeds and one of the chief investigators, said: \"All of the children in our study were chosen to take part because they already had tooth decay and unfortunately even with lots of care and attention from the dentist once children have decay, there's quite a chance that it will cause further problems.\r\n\r\n\"But the study shows that once decay has started, there is a range of treatments that are available to a dentist and which can be tailored to an individual child—for example, some children might be afraid of drilling.\"\r\n\r\nThe main trial findings are published today in the Journal of Dental Research.\r\n\r\nProfessor Nicola Innes, Chair of Paediatric Dentistry at the University of Dundee and lead author on the paper, said, \"Our study shows that each way of treating decay worked to a similar level but that children who get tooth decay at a young age have a high chance of experiencing toothache and abscesses regardless of the way the dentist manages the decay.\r\n\r\n\"What is absolutely clear from our trial is that the best way to manage tooth decay is not by drilling it out or sealing it in—it's by preventing it in the first place.\"\r\n\r\nNeed to prevent tooth decay\r\n\r\nSealing-in with preventive treatment was most likely to be considered the best way of managing children's decay if society are willing to pay a minimum of £130 to avoid an episode of pain or infection.\r\n\r\nProfessor Anne Maguire, Chair of Preventive Dentistry at Newcastle University and one of the co-chief investigators said; \"The FiCTION findings have focused attention again on the need to prevent dental decay before it begins.\"\r\n\r\nThe FICTION study was funded by the Health Technology Assessment (HTA) programme of the National Institute for Health Research (NIHR).", "author": "Valentyna Lysenok", "image": "", "slug": "drill-or-no-drillthe-end-of-the-dentists-dilemma-1580408418", "created_date": "2020-01-30T18:20:18.221Z", "updated_date": "2020-01-30T19:12:06.728Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 7, "fields": {"title": "Experts call for more active prevention of tooth decay for children's teeth", "content": "A dentist's drill might not be the best way to tackle tooth decay in children's teeth, a new study has concluded.\r\n\r\nFindings from a major dental trial suggest that preventing tooth decay from occurring in the first place is the most effective way for parents to help avoid pain and infection from decay in their children's teeth.\r\n\r\nA three-year study comparing three different treatment options for tooth decay in children's teeth, led by dentists from the Universities of Dundee, Newcastle, Sheffield, Cardiff, Queen Mary University of London and Leeds, has found no evidence to suggest that conventional fillings are more effective than sealing decay into teeth, or using prevention techniques alone, in stopping pain and infection from tooth decay in primary teeth.\r\n\r\nThe FiCTION trial, the largest of its kind to date, also found that 450 children who took part in the study experienced tooth decay and pain, regardless of which kind of dental treatment they received.\r\n\r\nProfessor Nicola Innes, Chair of Paediatric Dentistry at the University of Dundee and lead author on the paper published today, said, \"Our study shows that each way of treating decay worked to a similar level but that children who get tooth decay at a young age have a high chance of experiencing toothache and abscesses regardless of the way the dentist manages the decay.\r\n\r\n\"What is absolutely clear from our trial is that the best way to manage tooth decay is not by drilling it out or sealing it in—it's by preventing it in the first place.\"\r\n\r\nDuring the study, more than 1,140 children between the ages of three and seven with visible tooth decay were recruited by dentists working in one of 72 dental clinics throughout the country. One of three treatment approaches was then chosen randomly for each child's dental care for the duration of the trial, which was up to three years.\r\n\r\nThe first approach avoided placing any fillings and aimed to prevent new decay by reducing sugar intake, ensuring twice-daily brushing with fluoridated toothpaste, application of fluoride varnish and placing of fissure sealants on the first permanent molar (back) teeth.\r\n\r\nThe second option involved drilling out tooth decay, which was based upon what has been considered the standard \"drill and fill\" practice for more than 50 years together with preventive treatments. The third treatment strategy was a minimally invasive approach where tooth decay was sealed in under a metal crown or a filling to stop it progressing together with preventive treatments.\r\n\r\nThe main trial findings, published in the Journal of Dental Research found no evidence to suggest that any of the treatment strategies were better than another in terms of making a difference in children's experience of pain or infection, quality of life or dental anxiety between groups.\r\n\r\nAll three different ways of treating decay were acceptable to children, parents and dental professionals.\r\n\r\nSealing-in with preventive treatment was most likely to be considered the best way of managing children's decay if society are willing to pay a minimum of £130 to avoid an episode of pain or infection.\r\n\r\nProfessor Anne Maguire, Chair of Preventive Dentistry at Newcastle University and one of the co-chief investigators said, \"The FiCTION findings have focused attention again on the need to prevent dental decay before it begins but also provided some reassurance that if decay does develop in a child's mouth, there are a number of treatment options available which can be tailored to the clinical and behavioural needs of an individual child.\"\r\n\r\nProfessor Gail Douglas, Chair of Dental Public Health at the University of Leeds and one of the chief investigators, said, \"All of the children in our study were chosen to take part because they already had tooth decay and unfortunately even with lots of care and attention from the dentist once children have decay, there's quite a chance that it will cause further problems.\r\n\r\n\"The good news however is that tooth decay can be prevented. Brushing your teeth with fluoride toothpaste, especially last thing before bedtime, avoiding sugary drinks and snacks between meals and seeing a dentist regularly are all small habits that can help boost the overall health of your teeth.\"\r\n\r\nScotland's Chief Dental Officer, Tom Ferris, said, \"FiCTION highlights the importance of preventing tooth decay in our youngest children. I believe the key to success in prevention lies within families and communities; for this reason Scottish Government launched the Oral Health Community Challenge Fund for Third Sector organisations working alongside families living in our most disadvantaged areas. The activities from these projects complement our mainstream Childsmile work in education and health settings.\"", "author": "Valentyna Lysenok", "image": "", "slug": "experts-call-for-more-active-prevention-of-tooth-decay-for-childrens-teeth-1580408448", "created_date": "2020-01-30T18:20:48.955Z", "updated_date": "2020-01-30T19:12:02.130Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 8, "fields": {"title": "Periodontal disease: Patent for new treatment method", "content": "New biodegradable rods promise to provide better treatment for periodontal disease. Researchers from the Institute of Pharmacy at Martin Luther University Halle-Wittenberg (MLU) have re-combined an already approved active ingredient and filed for a patent for their invention together with two Fraunhofer Institutes from Halle. The innovation would spare patients from having many side effects. Their findings were published in the International Journal of Pharmaceutics.\r\n\r\nPeriodontal disease is widespread and usually caused by bacteria, which leads to an inflammation of the gums—the periodontitis. More than 50% of adults in Germany develop periodontal disease in the course of their lives, mostly in old age. According to projections, more than ten million Germans have a severe form of the disease. \"The body's barrier function is badly disrupted by the large wounds, allowing more substances and bacteria to enter the body,\" explains Professor Karsten Mäder, head of the Institute of Pharmacy at MLU. The inflammation affects the entire body and is often the cause of other diseases such as heart attacks or pneumonia. Therefore, mechanical cleaning procedures are often followed by antibiotics. These are usually administered in pill form, which puts a strain on the entire body. Common side effects are diarrhoea, abdominal pain and nausea as well as skin reactions such as redness and itching. The possible development of resistance to common antibiotics is also a major factor in this form of treatment.\r\n\r\nIdeally, the antibiotic would only act locally in the mouth rather than throughout the entire body. Mäder's research group has therefore combined a proven antibiotic (minocycline) with an equally proven pharmaceutical excipient (magnesium stearate). \"The complex is just as effective, but more stable. It slowly releases the antibiotic on the spot,\" explains Mäder. \"In addition to the continuous and sustained release of the antibiotic, we needed to find an easy way of administering it.\" His research group found a practical solution to this problem by utilising pharma-grade polymers.\r\n\r\nThe researchers were able to use these chemical substances to produce flexible, biodegradable rods containing the antibiotic. The small rods can be easily inserted into the gingival pocket. Since they are broken down by the body, they do not have to be removed after treatment. \"The rods are much more effective in vitro than previous products on the market,\" says Martin Kirchberg, who is studying the topic as part of his doctoral thesis. Among other things, Kirchberg has optimised the composition of the polymers in order to achieve exactly the right balance between strength and flexibility and to make them long-lasting. Development is already so advanced that large-scale production would be possible.\r\n\r\nThe patent for the complex active ingredient and its formulation was applied for together with the Fraunhofer Institute for Cell Therapy and Immunology IZI and the Fraunhofer Institute for Microstructure of Materials and Systems IMWS, both in Halle, as well as with the Clinic for Dental Medicine at the University of Bern. Mäder and Kirchberg each have a 30% stake in the invention, with the remaining 40% shared by scientists from the Fraunhofer Institutes in Halle and the University of Bern. Rapid implementation in clinical studies is possible since all of the pharmaceutical-grade ingredients are already available on the market. The rods can also be produced using proven techniques so that they can be market ready in just a few years' time. The further development of the formulation and its subsequent market launch will be carried out by PerioTrap Pharmaceuticals GmbH, a start-up company founded by Fraunhofer IZI in Halle.", "author": "Valentyna Lysenok", "image": "", "slug": "periodontal-disease-patent-for-new-treatment-method-1580408507", "created_date": "2020-01-30T18:21:47.622Z", "updated_date": "2020-01-30T19:11:42.434Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 9, "fields": {"title": "Behavioral sciences in the promotion of oral health", "content": "2019 marks the Centennial of the Journal of Dental Research (JDR). Over the last century the JDR has been dedicated to the dissemination of new knowledge and information on all sciences relevant to dentistry and to the oral cavity and associated structures in health and disease. To celebrate, the JDR is featuring a yearlong, commemorative article and podcast series that highlights topics that have transformed dental, oral and craniofacial research over the past 100 years.\r\n\r\nThe importance and value of behavioral sciences in dentistry has long been recognized and over time behavioral sciences have expanded our understanding of oral health beyond 'disease' to a broader biopsychosocial concept of oral health. In the JDR Centennial article \"Behavioral Sciences in the Promotion of Oral Health,\" Colman McGrath, University of Hong Kong, SAR, China, discusses how this broadened view has led dentistry away from a focus of 'treatment' to oral health 'care.'\r\n\r\n\"Over the past 100 years, key oral health behaviors have been identified including diet, oral hygiene and dental services, and the relationship between individual factors and the broader environmental factors have been increasingly emphasized, leading to a united call for action in addressing oral health inequalities,\" said McGrath.\r\n\r\n\"More recently behavioral therapies, such as cognitive behavioral therapy, are increasingly being employed in dental practice in the management of dental anxiety, pain and psychosomatic dental and oral problems with promising results,\" said McGrath. \"There is a need to consider training for dental professionals, resources and tools for implementation and a systematic approach of what interventions to use, how to employ them, when and for how long, in addition to determining the cost effectiveness and benefits of such approaches.\"\r\n\r\nAccompanying the article, the JDR Centennial podcast \"Behavioral Sciences in the Promotion of Oral Health,\" features a conversation between McGrath and Lois Cohen, Consultant, National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, Maryland, USA, moderated by JDR Associate Editor Falk Schwendicke of Charite University in Berlin, Germany.", "author": "Valentyna Lysenok", "image": "", "slug": "behavioral-sciences-in-the-promotion-of-oral-health-1580408532", "created_date": "2020-01-30T18:22:12.380Z", "updated_date": "2020-01-30T19:11:39.890Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 10, "fields": {"title": "Oral health for older adults", "content": "Older adults are at an especially high risk for mouth and tooth infections and the complications that can come with these problems. Losing teeth, which is mainly caused by infection, not only leads to changes in our appearance but may also make it harder to chew certain foods. That can make it harder to receive the nourishment we need to function. Complete loss of all teeth (also known as edentulous) is less common now in developed countries like the U.S., but it still becomes more common as we age regardless of where we may live.\r\n\r\nPracticing good oral hygiene, using fluoride treatments, and getting regular dental care reduces oral infections and their complications. A recent article published in the Journal of the American Geriatrics Society offers a helpful overview of oral health for older adults, as well as tips for keeping your teeth and mouth in tip-top shape. Highlights from the article are summarized here.\r\n\r\nWe know that poor oral health is more common with increasing age—and there's a connection between increasing age and having tooth decay. In fact, we know that dental cavities occur in older adults nearly twice as often as they do in younger adults.\r\n\r\nThe prevalence of gum disease, or periodontitis, also increases as we age. As many as 64 percent of older adults in the United States have moderate or severe periodontitis, compared with less than 38 percent for younger people. Both cavities and periodontitis contribute to tooth loss.\r\n\r\nWhen dentists treat teeth and other structures in the mouth, bacteria can enter the bloodstream. These harmful bacteria can then travel throughout the body, and could potentially infect body implants you may have, including artificial joints and replacement heart valves. If you have bad oral health, even just brushing your teeth can release bacteria into your bloodstream.\r\n\r\nThe most important thing you can do to prevent infections is to maintain good oral hygiene. All older adults should be careful about their oral health. Older adults with artificial joints and artificial heart valves need to be extra careful. However, most patients with artificial joints and heart valves do not need antibiotics before having a dental procedure.\r\n\r\nYour doctor or dentist should ask you about oral discomfort or tooth pain during your regular medical visits. They should also ask you about dry mouth symptoms during regular medical visits. Reduced saliva and dry mouth increase your risk for tooth decay. If you have dry mouth, check with your medical provider to see if any of the medications you are taking may be making your dry mouth worse.\r\n\r\nHere's a checklist of dos and don'ts for maintaining good oral health.\r\n\r\nDON'Ts:\r\n\r\n- Don't smoke or chew tobacco.\r\n\r\n- Don't use medications that reduce the production of saliva, if possible. (Ask your health care provider for more information.)\r\n\r\n- Don't eat foods high in sugar, especially sticky high-sugar foods or candies.\r\n\r\nDOs:\r\n\r\n- Chew sugarless candy or chewing gum containing xylitol to stimulate saliva production, especially if you have symptoms of dry mouth.\r\n\r\n- Make an appointment with a dentist if you have symptoms of chronic dry mouth.\r\n\r\n- Brush your teeth every day with a fluoride toothpaste.\r\n\r\n- Use an electric or battery-operated toothbrush, especially if you have problems thinking or making decisions (or if you care for someone who lives with these concerns).\r\n\r\n- Floss your teeth every day. Using floss holders may be helpful for people with stiff hands.\r\n\r\n- Ask your dentist about prescription-strength fluoride mouth rinses and fluoride varnishes if you have a history of tooth decay.\r\n\r\n- Ask your dentist about using a mouthwash containing chlorhexidine if you have gum disease or are at risk for gum disease.\r\n\r\n- All older adults should have a dental cleaning performed by a dental hygienist and an oral health assessment by their dentist at least twice a year.\r\n\r\n- If you have replacement heart valves or prosthetic joints, you need to be particularly careful about your oral hygiene to prevent the risk of serious infections. Ask your medical provider or dentist about steps you should take before you have your teeth cleaned or undergo any dental procedures.\r\n\r\nRemember that good dental hygiene is an important part of healthy aging. There is no substitute for brushing your teeth after each meal and flossing every day.", "author": "Valentyna Lysenok", "image": "", "slug": "oral-health-for-older-adults-1580408561", "created_date": "2020-01-30T18:22:41.663Z", "updated_date": "2020-01-30T19:11:34.768Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 11, "fields": {"title": "Evolution of aesthetic dentistry", "content": "2019 marks the Centennial of the Journal of Dental Research (JDR). Over the last century the JDR has been dedicated to the dissemination of new knowledge and information on all sciences relevant to dentistry and to the oral cavity and associated structures in health and disease. To celebrate, the JDR is featuring a yearlong, commemorative article and podcast series that highlights topics that have transformed dental, oral and craniofacial research over the past 100 years.\r\n\r\nOne of the main goals of dental treatment is to mimic teeth and design smiles in the most natural and esthetic manner, based on the individual and specific needs of the patient. The JDR Centennial article \"Evolution of Esthetic Dentistry,\" by Markus B. Blatz, University of Pennsylvania, Philadelphia, USA, Gerald Chiche, Augusta University Dental College of Georgia, USA, Oded Bahat, Beverly Hills, California, USA, Richard Roblee, Roblee Orthodontics, Fayetteville, Arkansas, USA, Christian Coachman, University of Pennsylvania, Philadelphia, USA and Harald Heymann, University of North Carolina at Chapel Hill, USA, provides a historical review of the evolution of esthetic dentistry over the past 100 years and highlights advances in the development of dental research and clinical interventions that have contributed to the science and art of esthetic dentistry.\r\n\r\n\"There is strong scientific evidence that the appearance of a person's face and teeth has a profound impact on the perception and judgment by others,\" said Blatz. \"The options to reach the goal of mimicking the most natural esthetics have significantly improved over the last decade. In the future, artificial intelligence and machine learning will likely lead to automation of esthetic evaluation, smile design and treatment planning processes.\"\r\n\r\n\"Among the most noteworthy advancements in esthetic dentistry over the past decade are the establishment of universal esthetic rules and guidelines, the development of tooth whitening and advanced restorative and prosthetic materials, progress in orthodontics and periodontal and oral and maxillofacial surgery,\" said Chiche. \"And most recently, the implementation of digital technologies in the 3-D planning and realization of truly natural and individual smiles.\"", "author": "Valentyna Lysenok", "image": "", "slug": "evolution-of-aesthetic-dentistry-1580408598", "created_date": "2020-01-30T18:23:18.232Z", "updated_date": "2020-01-30T19:11:16.640Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 12, "fields": {"title": "Dental decay and flavoured water", "content": "A laboratory study published in the International Journal of Environment and Health looks at the effects of flavoured mineral water drinks and sugar substitutes on the exogenic erosion of tooth enamel. Given that many more people drink flavoured sugar solutions today than ever before, there is the likelihood of an emerging dental crisis. However, the switch to sugar substitutes might not be the answer to this problem, the researchers suggest.\r\n\r\nAnna Lewandowska and Marzena Joanna Kuras of the Medical University of Warsaw in Poland investigated several drinks available in Poland. They considered pH, titratable acidity and the concentration of phosphorus in the various flavoured mineral waters on the market. They also used solutions of xylitol, erythritol, stevia, and glucose-fructose to see what effect such sweeteners have on exogenous erosion of tooth enamel in the laboratory, with a view to understanding how that might affect dental health in the outside world.\r\n\r\nBoth flavoured mineral water and sweeteners tested in this study cause exogenous erosion of enamel according to the results of phosphorus released from hydroxyapatite,\" the team explains. It is worrying that they discovered that \"The erosive potential of the tested sugar substitutes concerned as beneficial for our health was similar to the glucose-fructose syrup.\"\r\n\r\nThe team adds that \"replacing glucose-fructose syrup with another sweetener has no beneficial effect on the exogenous erosion,\" Indeed, \"Any type of sweetener enhances the exogenous erosion potential of the solution [because of the drink's] low pH.", "author": "Valentyna Lysenok", "image": "", "slug": "dental-decay-and-flavoured-water-1580408700", "created_date": "2020-01-30T18:25:00.834Z", "updated_date": "2020-02-02T19:51:36.732Z", "like_voters": [1, 2, 3], "unlike_voters": []}}, {"model": "news.news", "pk": 13, "fields": {"title": "Protect protruding teeth from damage and long-term consequences", "content": "Children with their first or early adult set of teeth that stick out have an increased chance of damaging them, but the risk can be easily reduced without being prohibitively costly.\r\n\r\nA study undertaken at the University of Adelaide of more than 50,000 children aged under 19 years published in the journal Dental Traumatology, confirms a direct link between the degree to which a young patient's teeth protrude and the chance of damaging them.\r\n\r\n\"Traumatic dental injuries have been identified as the fifth most prevalent disease or injury globally and their subsequent management is costly,\" says Dr. Esma Dogramaci, Senior Lecturer in Orthodontics, the University of Adelaide.\r\n\r\n\"While the number of traumatic dental injuries have fallen over recent decades, they have significant physical, psychological and economic consequences.\r\n\r\n\"Young children up to the age of six years with teeth that stick out more than 3mm have over three times higher chance of trauma than children without protruding teeth. Children over six years with teeth that protrude more than 5mm have over double the chance of trauma,\" says Dr. Dogramaci.\r\n\r\nCorrective orthodontic treatment of children's teeth isn't usually undertaken until all permanent adult teeth have come through—usually after the age of 12 years. However, an expensive visit to an orthodontist isn't essential to protect teeth that stick out.\r\n\r\n\"A dentist can easily measure how far a child's teeth stick out and recommend whether they should be fitted with a brace. They can apply simple braces which can reduce the prominence of protruding teeth and significantly reduce the chance of them being damaged,\" says Dr. Dogramaci.\r\n\r\nIf children suck their thumb this may also cause the teeth to stick out so they should be discouraged from this habit as early as possible. Children should also wear a mouth guard to protect protruding teeth when playing sports.\r\n\r\n\"Early identification and protection of protruding teeth through regular dental check-ups reduces the chance of early problems becoming long-term dental issues,\" says Dr. Dogramaci.\r\n\r\n\"If young teeth are broken or knocked out long-term issues may occur like the need for root canal treatment or even tooth loss, requiring a lifetime commitment for general dental treatment.\r\n\r\n\"Also, if orthodontic treatment is carried out on teeth that have previously suffered from trauma, further complications can occur during orthodontics that could lead to the loss of those teeth.\r\n\r\n\"The results of this study confirm that regular check-ups, particularly for children, are a must for good long-term dental health.\"", "author": "Valentyna Lysenok", "image": "", "slug": "protect-protruding-teeth-from-damage-and-long-term-consequences-1580409255", "created_date": "2020-01-30T18:34:15.493Z", "updated_date": "2020-01-30T19:11:11.530Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 14, "fields": {"title": "Promising treatment for periodontitis gum regeneration", "content": "Researchers have designed a safer, faster and cheaper cell-based regenerative therapy approach for the treatment of one of the most common human dental diseases, namely periodontitis. A destructive and painful condition that is marked by inflammation and subsequent loss of the gums and the supporting structures of the teeth, periodontitis is caused by bacteria that trigger inflammation of the gums that surround teeth. The proposed therapy design promises to address periodontitis without the shortcomings and limitations of regenerative therapies to date. By safely and effectively addressing one of the most common human diseases in both a time- and cost-efficient manner, the novel therapy represents monumental advantages to public health.\r\n\r\n\"The use of cell-based therapies is a promising approach to treat human disease. This kind of treatment paradigm is important because commercially available stem cells that represent a cell-based therapy specifically developed to treat periodontal tissue regeneration will reduce time and cost while improving quality assurance,\" says Masahiro Saito, PhD, corresponding author and professor at the Department of Restorative Dentistry, Division of Operative Dentistry at Tohoku University Graduate School of Dentistry. The study was published in Scientific Reports 29 January 2019.\r\n\r\nSymptoms of periodontitis disease include inflammation of the gums that surround teeth, which creates infected pockets that not only cause bone erosion and tooth loss but are also associated with worse health outcomes such as heart diseases or even Alzheimer's disease. Periodontitis is currently treated via therapies such as infection-fighting methods, molecules that promote tissue growth, also known as growth factors, and tissue regeneration using autologous mesenchymal stem cells (MSC), or a patient's own bone marrow stem cells that belong to skeletal tissues such as cartilage, bone and fat. The ultimate goal of periodontal disease treatment is the reorganization of functional tissue that can regenerate the tissue that has been lost due to disease. However, the side effects of current regenerative treatments have been limited depending on age, systemic disease and tissue quality and as such have been associated with severe defects.\r\n\r\nHistological analysis of periodontal regeneration by allogeneic ADMPC. Credit: Masahiro Saito, Tohoku University\r\nInstead of using an organism's very own cells, the researchers transplant stem cells from a healthy organism into an affected one - or allogeneic stem cells - and thereby successfully overcome the shortcomings that are associated with autologous stem cell treatments. More specifically, the researchers use a minipig periodontal defect model in which they demonstrate that allogeneic Adipose derived mesenchymal progenitor stem cells (ADMPC) - MSCs that were derived from fat tissue - transplanted from healthy minipigs to those who have periodontal defects is safe and effective for the treatment of periodontitis.\r\n\r\n\"Our study demonstrates that ADMPCs appears to be safe and not triggering an immune response in allogeneic settings, and as such it explores the potential use of allogeneic MSCs for tissue regeneration. The study is a powerful first step towards further development of stem cell-based therapy for the treatment of periodontal disease,\" says Professor Saito.\r\n\r\nGiven the promising results of the study, the researchers plan to take their therapy approach into humans. \"Based on the results of our study, we are planning to perform a clinical trial and show a relationship between the positive effects of the ADMPCs on the immune system and subsequent successful periodontal tissue regeneration.\"", "author": "Valentyna Lysenok", "image": "", "slug": "promising-treatment-for-periodontitis-gum-regeneration-1580409321", "created_date": "2020-01-30T18:35:21.119Z", "updated_date": "2020-01-30T19:10:43.287Z", "like_voters": [2], "unlike_voters": []}}, {"model": "news.news", "pk": 15, "fields": {"title": "Oral cancer detection by dentists is significantly on the rise", "content": "After examining data gathered over an 11-year period in a first-of-its-kind provincial study, University of Toronto clinician-scientist Marco Magalhaes has one vital message: dentists in Ontario are detecting more cases of oral cancer and pre-cancer than ever before—and it's saving lives.\r\n\r\nMagalhaes, lead author of the study that appears in the Journal of the American Dental Association, is an assistant professor at the University of Toronto's Faculty of Dentistry, and one of the oral pathologists at the Toronto Oral Pathology Service (TOPS). Operated by the Faculty of Dentistry, TOPS is one of the largest oral pathology services in Canada, which provides comprehensive evaluation of biopsy specimens—the overwhelming majority of which are submitted by dentists.\r\n\r\nFor the study, Magalhaes looked at 63,483 biopsies submitted to the service between 2005 and 2015. \"We wanted to look at the scope of oral biopsies performed by dentists, what they're seeing in practice,\" says Magalhaes of the study's design. The biopsy data from TOPS were then compared to numbers collected by the Ontario Cancer registry, Cancer Care Ontario, which tracks all reported cancers in the province.\r\n\r\nSurprisingly, the data showed a steep rise in the overall numbers of carcinomas (oral cancers) and dysplasia (pre-cancerous lesions) detected by dentists.\r\n\r\nOverall, 828 cases of oral cancer were diagnosed by the U of T oral pathology service between 2005 to 2015, along with 2,679 premalignant lesions. But over time, the percentage of oral cancer detection by oral health professionals rose significantly. In 2005, only 56 cases of oral cancer and 99 cases of oral epithelial dysplasia were detected through biopsy.\r\n\r\nBy 2015, though, the number of cancers detected through the biopsy service had nearly doubled, rising to 103 cases of oral cancer. Dysplasia cases more than tripled from 2005, rising to 374 cases.\r\n\r\n\"These numbers are important, because the number of diagnosed cases outpaced both the rise in population in Ontario and the increased number of dentists licensed in Ontario,\" says Magalhaes.\r\n\r\nIn fact, the number of cases detected at TOPS was significantly higher than the overall increase of oral cancers recorded in the province over that same period—just 30 per cent—compared to the 180 per cent rise at TOPS. Cancer Care Ontario identified a total of 9,045 cases of oral cancer between 2005 and 2015.\r\n\r\nSo what does it all mean? For one, argues Magalhaes, dentists in Ontario are playing an important role in detecting the deadly disease.\r\n\r\nAnd more comprehensive training and continuing education programs for oral health professionals may be behind the dramatic rise in detection rates. While advanced oral cancers are fairly easy to detect, says Magalhaes, premalignant lesions and early cancer can be easy to miss without specialized training. Early detection of oral cancers, meanwhile, is \"critical\" to survival rates, he explains.\r\n\r\nCalling the Toronto Oral Pathology service \"extraordinary,\" Michael Glogauer, acting chief dentist at the Princess Margaret Cancer Centre and professor at the University of Toronto's Faculty of Dentistry, agrees that strong training is likely playing a role in the higher detection rates.\r\n\r\n\"The focus on oral cancer education thought the universities and continuing education in the area of cancer has led to the increased surveillance by dentists, and validates the focus that the dentists in this province are placing on this important health initiative,\" says Glogauer.\r\n\r\nTracking precancerous links\r\n\r\nAn added dimension of the data collected in this study is that researchers may learn to pinpoint which—and how many—precancerous lesions will, over time, turn cancerous. While the data of the study provide evidence that TOPS was involved in the diagnosis of approximately 10 per cent of all oral cancers in the province, it also demonstrates a dramatic increase in the number of precancerous lesions identified by these health care providers.\r\n\r\nImportantly, the provincial cancer agency does not keep statistical data on precancerous lesions, making the TOPS biopsy data especially relevant in the hunt to discover which premalignant lesions will become cancers.\r\n\r\n\"This is the first time that we have assessed dysplasia detected by dentists over such a long period of time,\" says Magalhaes.\r\n\r\nEarly detection is key\r\n\r\nOral cancer survival rates have remained steady over the past several decades. What that means, says Magalhaes, is that \"advancements in treatment have minimally improved survival rates.\" Yet, treated in its early stages, patients with oral cancer have the highest survival rates: around 80 per cent over five years. That statistic drops to approximately 30 per cent over five years when the cancer is detected at an advanced stage.\r\n\r\n\"This supports the fact that early detection really is the most important step here,\" Magalhaes adds. And, as the study suggests, regular check-ups at the dentist's office may be our best line of defense.", "author": "Valentyna Lysenok", "image": "", "slug": "oral-cancer-detection-by-dentists-is-significantly-on-the-rise-1580409384", "created_date": "2020-01-30T18:36:24.657Z", "updated_date": "2020-01-31T21:55:31.200Z", "like_voters": [2, 3], "unlike_voters": []}}, {"model": "news.news", "pk": 16, "fields": {"title": "Home remedies: The bad breath battle", "content": "There are many causes of bad breath, also called halitosis. Your mouth may be the source. The breakdown of food particles and other debris by bacteria in and around your teeth can cause a foul odor. If your mouth becomes dry, such as during sleep or after smoking, dead cells can accumulate and decompose on your tongue, gums and cheeks, causing odor. Eating foods containing oils with strong odor such as onions and garlic, can lead to bad breath. Foul-smelling breath also may be a symptom of illness, such as lung disease, diabetes or liver failure.\r\nTo reduce or prevent bad breath, you should:\r\n\r\n-Brush your teeth after you eat.\r\n\r\n-Keep a toothbrush at work to use after eating. Brush using a fluoride-containing toothpaste at least twice a day, especially after meals. Toothpaste with antibacterial properties has been shown to reduce bad breath odors.\r\n\r\n-Floss at least once a day.\r\n\r\nProper flossing removes food particles and plaque from between your teeth, helping control bad breath.\r\n\r\n-Brush your tongue.\r\n\r\nYour tongue harbors bacteria, so carefully brushing it may reduce odors. People who have a coated tongue from a significant overgrowth of bacteria such as smoking or dry mouth may benefit from using a tongue scraper. Or use a toothbrush that has a built-in tongue cleaner.\r\n\r\n-Clean dentures or dental appliances.\r\n\r\nIf you wear a bridge or a denture, clean it thoroughly at least once a day or as directed by your dentist. If you have a dental retainer or mouthguard, clean it each time before you put it in your mouth. Your dentist can recommend the best cleaning product.\r\n\r\n-Drink plenty of water to avoid dry mouth.\r\n\r\nTo keep your mouth moist, avoid tobacco and drink plenty of water - not coffee, soft drinks or alcohol, which can lead to a drier mouth. Chew gum or suck on candy - preferably sugarless - to stimulate saliva. For chronic dry mouth, your dentist or physician may prescribe an artificial saliva preparation or oral medication that stimulates the flow of saliva.\r\n\r\n-Adjust your diet.\r\n\r\nAvoid foods such as onions and garlic that can cause bad breath. Eating a lot of sugary foods also is linked with bad breath. -Regularly get a new toothbrush.\r\n\r\nChange your toothbrush when it becomes frayed - about every three to four months. Also, choose a soft-bristled toothbrush. -Schedule regular dental checkups.\r\n\r\nSee your dentist regularly - generally twice a year - to have your teeth or dentures examined and cleaned.\r\n\r\n-Chew fresh parsley.\r\n\r\nChewing parsley may improve bad breath temporarily.", "author": "Valentyna Lysenok", "image": "", "slug": "home-remedies-the-bad-breath-battle-1580409432", "created_date": "2020-01-30T18:37:12.140Z", "updated_date": "2020-01-30T21:52:33.909Z", "like_voters": [1, 2], "unlike_voters": []}}, {"model": "news.comment", "pk": 4, "fields": {"user": 2, "news": 15, "content": "Awesome post :)))", "created_date": "2020-01-30T20:46:30.511Z"}}, {"model": "news.comment", "pk": 5, "fields": {"user": 2, "news": 12, "content": "Awesome post :)))", "created_date": "2020-01-30T21:35:09.065Z"}}, {"model": "news.comment", "pk": 6, "fields": {"user": 2, "news": 12, "content": "Interesting information.", "created_date": "2020-01-30T21:46:43.619Z"}}, {"model": "news.comment", "pk": 7, "fields": {"user": 1, "news": 16, "content": "Awesome Post :)", "created_date": "2020-01-30T21:52:47.316Z"}}, {"model": "news.comment", "pk": 8, "fields": {"user": 2, "news": 15, "content": "Cool...", "created_date": "2020-01-31T19:28:14.221Z"}}, {"model": "news.comment", "pk": 9, "fields": {"user": 3, "news": 12, "content": "Wow ))", "created_date": "2020-02-02T19:51:54.729Z"}}]